Repository: uaremad/ios-worktime
Catalog: App/Resources/Management.xcstrings
Source language: de
Languages: ar, da, en, es, fi, fr, it, ja, la, nb, nl, pl, pt, ru, sv, tr

# management_terminology_accessibility_add_term
source: Neuen Begriff hinzufügen
ar: Add new term
da: Add new term
en: Add new term
es: Add new term
fi: Add new term
fr: Add new term
it: Add new term
ja: Add new term
la: Add new term
nb: Add new term
nl: Add new term
pl: Add new term
pt: Add new term
ru: Add new term
sv: Add new term
tr: Add new term

# management_terminology_add_button
source: Hinzufügen
ar: Add
da: Add
en: Add
es: Add
fi: Add
fr: Add
it: Add
ja: Add
la: Add
nb: Add
nl: Add
pl: Add
pt: Add
ru: Add
sv: Add
tr: Add

# management_terminology_alert_info_title
source: Hinweis
ar: Notice
da: Notice
en: Notice
es: Notice
fi: Notice
fr: Notice
it: Notice
ja: Notice
la: Notice
nb: Notice
nl: Notice
pl: Notice
pt: Notice
ru: Notice
sv: Notice
tr: Notice

# management_terminology_error_enter_name
source: Bitte einen Namen eingeben.
ar: Please enter a name.
da: Please enter a name.
en: Please enter a name.
es: Please enter a name.
fi: Please enter a name.
fr: Please enter a name.
it: Please enter a name.
ja: Please enter a name.
la: Please enter a name.
nb: Please enter a name.
nl: Please enter a name.
pl: Please enter a name.
pt: Please enter a name.
ru: Please enter a name.
sv: Please enter a name.
tr: Please enter a name.

# management_terminology_error_name_required
source: Der Auftraggeber-Name darf nicht leer sein.
ar: The counterparty name must not be empty.
da: The counterparty name must not be empty.
en: The counterparty name must not be empty.
es: The counterparty name must not be empty.
fi: The counterparty name must not be empty.
fr: The counterparty name must not be empty.
it: The counterparty name must not be empty.
ja: The counterparty name must not be empty.
la: The counterparty name must not be empty.
nb: The counterparty name must not be empty.
nl: The counterparty name must not be empty.
pl: The counterparty name must not be empty.
pt: The counterparty name must not be empty.
ru: The counterparty name must not be empty.
sv: The counterparty name must not be empty.
tr: The counterparty name must not be empty.

# management_terminology_error_save_failed
source: Einstellung konnte nicht gespeichert werden.
ar: Could not save setting.
da: Could not save setting.
en: Could not save setting.
es: Could not save setting.
fi: Could not save setting.
fr: Could not save setting.
it: Could not save setting.
ja: Could not save setting.
la: Could not save setting.
nb: Could not save setting.
nl: Could not save setting.
pl: Could not save setting.
pt: Could not save setting.
ru: Could not save setting.
sv: Could not save setting.
tr: Could not save setting.

# management_terminology_field_current_name
source: Aktueller Name
ar: Current Name
da: Current Name
en: Current Name
es: Current Name
fi: Current Name
fr: Current Name
it: Current Name
ja: Current Name
la: Current Name
nb: Current Name
nl: Current Name
pl: Current Name
pt: Current Name
ru: Current Name
sv: Current Name
tr: Current Name

# management_terminology_field_new_name
source: Neuer Name
ar: New Name
da: New Name
en: New Name
es: New Name
fi: New Name
fr: New Name
it: New Name
ja: New Name
la: New Name
nb: New Name
nl: New Name
pl: New Name
pt: New Name
ru: New Name
sv: New Name
tr: New Name

# management_terminology_field_plural_name
source: Mehrzahl
ar: Plural
da: Plural
en: Plural
es: Plural
fi: Plural
fr: Plural
it: Plural
ja: Plural
la: Plural
nb: Plural
nl: Plural
pl: Plural
pt: Plural
ru: Plural
sv: Plural
tr: Plural

# management_terminology_footer_counterparty
source: Bestimme, wie die App die Person oder Organisation bezeichnet, für wen du Leistungen erbringst. Beispiele: Selbständig → „Auftraggeber“, Kanzlei → „Mandant“, Angestellt → „Arbeitgeber“. Du kannst die Einstellung später anpassen.
ar: Choose how counterparties are named across the app.
da: Choose how counterparties are named across the app.
en: Choose how counterparties are named across the app.
es: Choose how counterparties are named across the app.
fi: Choose how counterparties are named across the app.
fr: Choose how counterparties are named across the app.
it: Choose how counterparties are named across the app.
ja: Choose how counterparties are named across the app.
la: Choose how counterparties are named across the app.
nb: Choose how counterparties are named across the app.
nl: Choose how counterparties are named across the app.
pl: Choose how counterparties are named across the app.
pt: Choose how counterparties are named across the app.
ru: Choose how counterparties are named across the app.
sv: Choose how counterparties are named across the app.
tr: Choose how counterparties are named across the app.

# management_terminology_option_client_plural
source: Kunden
ar: Clients
da: Clients
en: Clients
es: Clients
fi: Clients
fr: Clients
it: Clients
ja: Clients
la: Clients
nb: Clients
nl: Clients
pl: Clients
pt: Clients
ru: Clients
sv: Clients
tr: Clients

# management_terminology_option_client_singular
source: Kunde
ar: Client
da: Client
en: Client
es: Client
fi: Client
fr: Client
it: Client
ja: Client
la: Client
nb: Client
nl: Client
pl: Client
pt: Client
ru: Client
sv: Client
tr: Client

# management_terminology_option_employer_plural
source: Arbeitgeber
ar: Employers
da: Employers
en: Employers
es: Employers
fi: Employers
fr: Employers
it: Employers
ja: Employers
la: Employers
nb: Employers
nl: Employers
pl: Employers
pt: Employers
ru: Employers
sv: Employers
tr: Employers

# management_terminology_option_employer_singular
source: Arbeitgeber
ar: Employer
da: Employer
en: Employer
es: Employer
fi: Employer
fr: Employer
it: Employer
ja: Employer
la: Employer
nb: Employer
nl: Employer
pl: Employer
pt: Employer
ru: Employer
sv: Employer
tr: Employer

# management_terminology_option_free_text_plural
source: Freitext
ar: Free Text
da: Free Text
en: Free Text
es: Free Text
fi: Free Text
fr: Free Text
it: Free Text
ja: Free Text
la: Free Text
nb: Free Text
nl: Free Text
pl: Free Text
pt: Free Text
ru: Free Text
sv: Free Text
tr: Free Text

# management_terminology_option_free_text_singular
source: Freitext
ar: Free Text
da: Free Text
en: Free Text
es: Free Text
fi: Free Text
fr: Free Text
it: Free Text
ja: Free Text
la: Free Text
nb: Free Text
nl: Free Text
pl: Free Text
pt: Free Text
ru: Free Text
sv: Free Text
tr: Free Text

# management_terminology_option_mandate_plural
source: Mandanten
ar: Mandates
da: Mandates
en: Mandates
es: Mandates
fi: Mandates
fr: Mandates
it: Mandates
ja: Mandates
la: Mandates
nb: Mandates
nl: Mandates
pl: Mandates
pt: Mandates
ru: Mandates
sv: Mandates
tr: Mandates

# management_terminology_option_mandate_singular
source: Mandant
ar: Mandate
da: Mandate
en: Mandate
es: Mandate
fi: Mandate
fr: Mandate
it: Mandate
ja: Mandate
la: Mandate
nb: Mandate
nl: Mandate
pl: Mandate
pt: Mandate
ru: Mandate
sv: Mandate
tr: Mandate

# management_terminology_option_principal_plural
source: Auftraggeber
ar: Principals
da: Principals
en: Principals
es: Principals
fi: Principals
fr: Principals
it: Principals
ja: Principals
la: Principals
nb: Principals
nl: Principals
pl: Principals
pt: Principals
ru: Principals
sv: Principals
tr: Principals

# management_terminology_option_principal_singular
source: Auftraggeber
ar: Principal
da: Principal
en: Principal
es: Principal
fi: Principal
fr: Principal
it: Principal
ja: Principal
la: Principal
nb: Principal
nl: Principal
pl: Principal
pt: Principal
ru: Principal
sv: Principal
tr: Principal

# management_terminology_picker_term
source: Vorauswahl
ar: Term
da: Term
en: Preset
es: Term
fi: Term
fr: Term
it: Term
ja: Term
la: Term
nb: Term
nl: Term
pl: Term
pt: Term
ru: Term
sv: Term
tr: Term

# management_terminology_saved
source: Terminologie gespeichert.
ar: Terminology saved.
da: Terminology saved.
en: Terminology saved.
es: Terminology saved.
fi: Terminology saved.
fr: Terminology saved.
it: Terminology saved.
ja: Terminology saved.
la: Terminology saved.
nb: Terminology saved.
nl: Terminology saved.
pl: Terminology saved.
pt: Terminology saved.
ru: Terminology saved.
sv: Terminology saved.
tr: Terminology saved.

# management_terminology_section_counterparty
source: Bitte wähle deine Konfiguration
ar: Counterparty
da: Counterparty
en: Term
es: Counterparty
fi: Counterparty
fr: Counterparty
it: Counterparty
ja: Counterparty
la: Counterparty
nb: Counterparty
nl: Counterparty
pl: Counterparty
pt: Counterparty
ru: Counterparty
sv: Counterparty
tr: Counterparty

# management_terminology_sheet_new_name_title
source: Neuen Namen
ar: Add New Name
da: Add New Name
en: Add New Name
es: Add New Name
fi: Add New Name
fr: Add New Name
it: Add New Name
ja: Add New Name
la: Add New Name
nb: Add New Name
nl: Add New Name
pl: Add New Name
pt: Add New Name
ru: Add New Name
sv: Add New Name
tr: Add New Name

# management_terminology_title
source: Terminologie
ar: Terminology
da: Terminology
en: Terminology
es: Terminology
fi: Terminology
fr: Terminology
it: Terminology
ja: Terminology
la: Terminology
nb: Terminology
nl: Terminology
pl: Terminology
pt: Terminology
ru: Terminology
sv: Terminology
tr: Terminology

# management_terminology_field_singular_title
source: Singular
ar: المفرد
da: Ental
fi: Yksikkö
ja: 単数
la: Singularis
nb: Entall
nl: Enkelvoud
pl: Liczba pojedyncza
ru: Единственное число
tr: Tekil

# management_terminology_field_plural_title
source: Plural
ar: الجمع
da: Flertal
fi: Monikko
fr: Pluriel
it: Plurale
ja: 複数
la: Pluralis
nb: Flertall
nl: Meervoud
pl: Liczba mnoga
ru: Множественное число
tr: Çoğul

# management_terminology_error_both_required
source: Singular und Plural müssen ausgefüllt sein, bevor du den Bildschirm verlässt.
ar: Singular and plural must be filled before leaving this screen.
da: Singular and plural must be filled before leaving this screen.
en: Singular and plural must be filled before leaving this screen.
es: Singular and plural must be filled before leaving this screen.
fi: Singular and plural must be filled before leaving this screen.
fr: Singular and plural must be filled before leaving this screen.
it: Singular and plural must be filled before leaving this screen.
ja: Singular and plural must be filled before leaving this screen.
la: Singular and plural must be filled before leaving this screen.
nb: Singular and plural must be filled before leaving this screen.
nl: Singular and plural must be filled before leaving this screen.
pl: Singular and plural must be filled before leaving this screen.
pt: Singular and plural must be filled before leaving this screen.
ru: Singular and plural must be filled before leaving this screen.
sv: Singular and plural must be filled before leaving this screen.
tr: Singular and plural must be filled before leaving this screen.

# management_terminology_unsaved_title
source: Ungespeicherte Änderungen
ar: Unsaved Changes
da: Unsaved Changes
en: Unsaved Changes
es: Unsaved Changes
fi: Unsaved Changes
fr: Unsaved Changes
it: Unsaved Changes
ja: Unsaved Changes
la: Unsaved Changes
nb: Unsaved Changes
nl: Unsaved Changes
pl: Unsaved Changes
pt: Unsaved Changes
ru: Unsaved Changes
sv: Unsaved Changes
tr: Unsaved Changes

# management_terminology_unsaved_message
source: Du hast ungespeicherte Freitext-Änderungen. Möchtest du speichern, verwerfen oder abbrechen?
ar: You have unsaved free-text changes. Do you want to save, discard, or cancel?
da: You have unsaved free-text changes. Do you want to save, discard, or cancel?
en: You have unsaved free-text changes. Do you want to save, discard, or cancel?
es: You have unsaved free-text changes. Do you want to save, discard, or cancel?
fi: You have unsaved free-text changes. Do you want to save, discard, or cancel?
fr: You have unsaved free-text changes. Do you want to save, discard, or cancel?
it: You have unsaved free-text changes. Do you want to save, discard, or cancel?
ja: You have unsaved free-text changes. Do you want to save, discard, or cancel?
la: You have unsaved free-text changes. Do you want to save, discard, or cancel?
nb: You have unsaved free-text changes. Do you want to save, discard, or cancel?
nl: You have unsaved free-text changes. Do you want to save, discard, or cancel?
pl: You have unsaved free-text changes. Do you want to save, discard, or cancel?
pt: You have unsaved free-text changes. Do you want to save, discard, or cancel?
ru: You have unsaved free-text changes. Do you want to save, discard, or cancel?
sv: You have unsaved free-text changes. Do you want to save, discard, or cancel?
tr: You have unsaved free-text changes. Do you want to save, discard, or cancel?

# management_terminology_unsaved_discard
source: Verwerfen
ar: Discard
da: Discard
en: Discard
es: Discard
fi: Discard
fr: Discard
it: Discard
ja: Discard
la: Discard
nb: Discard
nl: Discard
pl: Discard
pt: Discard
ru: Discard
sv: Discard
tr: Discard

# management_terminology_unsaved_save_and_leave
source: Speichern und verlassen
ar: Save and Leave
da: Save and Leave
en: Save and Leave
es: Save and Leave
fi: Save and Leave
fr: Save and Leave
it: Save and Leave
ja: Save and Leave
la: Save and Leave
nb: Save and Leave
nl: Save and Leave
pl: Save and Leave
pt: Save and Leave
ru: Save and Leave
sv: Save and Leave
tr: Save and Leave

# management_onboarding_cost_centre_hint
source: Schau kurz über die möglichen Kostenstellen. Wenn alles passt, geh weiter. Du kannst sie später auch noch bearbeiten.
ar: راجع مراكز التكلفة الممكنة بسرعة. إذا كان كل شيء مناسبًا، تابع. يمكنك تعديلها لاحقًا أيضًا.
da: Se kort på de mulige omkostningssteder. Hvis det passer, så fortsæt. Du kan også redigere dem senere.
en: Take a quick look at the available cost centres. If everything fits, continue. You can edit them later as well.
es: Revisa rápidamente los centros de coste disponibles. Si todo encaja, continúa. También puedes editarlos más tarde.
fi: Katso nopeasti mahdolliset kustannuspaikat. Jos kaikki sopii, jatka eteenpäin. Voit muokata niitä myöhemmin.
fr: Parcourez rapidement les centres de coûts disponibles. Si tout convient, continuez. Vous pourrez aussi les modifier plus tard.
it: Dai una rapida occhiata ai centri di costo disponibili. Se va tutto bene, continua. Potrai modificarli anche in seguito.
ja: 利用可能なコストセンターをざっと確認してください。問題なければ次へ進みます。後から編集することもできます。
la: Cito inspice centra sumptuum possibilia. Si omnia congruunt, procede. Ea etiam postea mutare potes.
nb: Se raskt gjennom tilgjengelige kostnadssteder. Hvis alt passer, går du videre. Du kan også redigere dem senere.
nl: Bekijk kort de beschikbare kostenplaatsen. Als alles past, ga verder. Je kunt ze later ook nog bewerken.
pl: Sprawdź krótko dostępne centra kosztów. Jeśli wszystko pasuje, przejdź dalej. Możesz je później również edytować.
pt: Veja rapidamente os centros de custo disponíveis. Se estiver tudo certo, continue. Também pode editá-los mais tarde.
ru: Кратко просмотрите доступные центры затрат. Если все подходит, продолжайте. Позже их тоже можно изменить.
sv: Titta snabbt igenom möjliga kostnadsställen. Om allt passar, fortsätt. Du kan även redigera dem senare.
tr: Mevcut maliyet merkezlerine kısaca göz atın. Her şey uygunsa devam edin. Bunları daha sonra da düzenleyebilirsiniz.

# management_cost_centre_edit_footer
source: Lege hier eine neue Kostenstelle an, indem du einen Namen eingibst. Die externe Referenz kann z. B. ein Buchungscode sein, und der Kommentar ist für deine eigenen Notizen.
ar: أنشئ هنا مركز تكلفة جديدًا عبر إدخال الاسم. يمكن أن تكون المرجع الخارجي رمز حجز، والتعليق مخصص لملاحظاتك الشخصية.
da: Opret et nyt omkostningssted her ved at angive et navn. Ekstern reference kan være en bogføringskode, og kommentaren er til dine egne noter.
en: Create a new cost centre here by entering a name. The external reference can be a booking code, and the comment is for your personal notes.
es: Crea aquí un nuevo centro de coste introduciendo un nombre. La referencia externa puede ser un código contable y el comentario es para tus notas personales.
fi: Luo uusi kustannuspaikka antamalla nimi. Ulkoinen viite voi olla kirjauskoodi, ja kommentti on omia muistiinpanojasi varten.
fr: Créez ici un nouveau centre de coûts en saisissant un nom. La référence externe peut être un code comptable et le commentaire sert à vos notes personnelles.
it: Crea qui un nuovo centro di costo inserendo un nome. Il riferimento esterno può essere un codice contabile e il commento è per le tue note personali.
ja: ここで名前を入力して新しいコストセンターを作成できます。外部参照には仕訳コードを設定でき、コメントは個人メモ用です。
la: Hic novum centrum sumptuum crea nomen inserendo. Referentia externa codex rationis esse potest, et commentarium ad notas tuas pertinet.
nb: Opprett et nytt kostnadssted her ved å skrive inn et navn. Ekstern referanse kan være en bokføringskode, og kommentaren er for dine egne notater.
nl: Maak hier een nieuw kostenplaats aan door een naam in te voeren. De externe referentie kan een boekingscode zijn en de opmerking is voor je eigen notities.
pl: Utwórz tutaj nowe centrum kosztów, wpisując nazwę. Zewnętrzne odniesienie może być kodem księgowym, a komentarz służy do Twoich notatek.
pt: Crie aqui um novo centro de custo ao introduzir um nome. A referência externa pode ser um código de lançamento e o comentário é para as suas notas pessoais.
ru: Создайте здесь новый центр затрат, указав название. Внешняя ссылка может быть кодом проводки, а комментарий предназначен для ваших личных заметок.
sv: Skapa ett nytt kostnadsställe här genom att ange ett namn. Extern referens kan vara en bokföringskod och kommentaren är för dina egna anteckningar.
tr: Burada bir ad girerek yeni bir maliyet merkezi oluşturun. Harici referans bir muhasebe kodu olabilir ve yorum kişisel notlarınız içindir.

# management_cost_centre_section_active
source: Aktive Kostenstellen
ar: مراكز التكلفة النشطة
da: Aktive omkostningssteder
en: Active cost centres
es: Centros de coste activos
fi: Aktiiviset kustannuspaikat
fr: Centres de coûts actifs
it: Centri di costo attivi
ja: 有効なコストセンター
la: Centra sumptuum activa
nb: Aktive kostnadssteder
nl: Actieve kostenplaatsen
pl: Aktywne centra kosztów
pt: Centros de custo ativos
ru: Активные центры затрат
sv: Aktiva kostnadsställen
tr: Etkin maliyet merkezleri

# management_cost_centre_section_inactive
source: Inaktive Kostenstellen
ar: مراكز التكلفة غير النشطة
da: Inaktive omkostningssteder
en: Inactive cost centres
es: Centros de coste inactivos
fi: Passiiviset kustannuspaikat
fr: Centres de coûts inactifs
it: Centri di costo inattivi
ja: 無効なコストセンター
la: Centra sumptuum inactiva
nb: Inaktive kostnadssteder
nl: Inactieve kostenplaatsen
pl: Nieaktywne centra kosztów
pt: Centros de custo inativos
ru: Неактивные центры затрат
sv: Inaktiva kostnadsställen
tr: Etkin olmayan maliyet merkezleri

# management_cost_centre_section_inactive_footer
source: Deaktivierte Kostenstellen können in der App nicht ausgewählt werden. Sie bleiben erhalten, weil sie bereits in bestehenden Daten und Reports verwendet werden.
ar: لا يمكن اختيار مراكز التكلفة غير النشطة داخل التطبيق، لكنها تبقى محفوظة لأنها مستخدمة بالفعل في بيانات وتقارير سابقة.
da: Inaktive omkostningssteder kan ikke vælges i appen, men de bevares, fordi de allerede bruges i tidligere data og rapporter.
en: Inactive cost centres cannot be selected in the app. They are kept because they are already used in existing data and reports.
es: Los centros de coste inactivos no se pueden seleccionar en la app. Se mantienen porque ya se utilizan en datos e informes existentes.
fi: Passiivisia kustannuspaikkoja ei voi valita sovelluksessa. Ne säilytetään, koska niitä käytetään jo olemassa olevissa tiedoissa ja raporteissa.
fr: Les centres de coûts inactifs ne peuvent pas être sélectionnés dans l’app. Ils sont conservés car ils sont déjà utilisés dans des données et rapports existants.
it: I centri di costo inattivi non possono essere selezionati nell’app. Restano disponibili perché sono già usati in dati e report esistenti.
ja: 無効なコストセンターはアプリ内で選択できませんが、既存データやレポートで使用されているため保持されます。
la: Centra sumptuum inactiva in app delecta esse non possunt. Servantur tamen, quia iam in datis et relationibus existentibus adhibentur.
nb: Inaktive kostnadssteder kan ikke velges i appen, men beholdes fordi de allerede brukes i eksisterende data og rapporter.
nl: Inactieve kostenplaatsen kunnen niet in de app worden geselecteerd. Ze blijven bewaard omdat ze al in bestaande gegevens en rapporten worden gebruikt.
pl: Nieaktywne centra kosztów nie mogą być wybierane w aplikacji. Pozostają zachowane, ponieważ są już używane w istniejących danych i raportach.
pt: Centros de custo inativos não podem ser selecionados no app. Eles são mantidos porque já são usados em dados e relatórios existentes.
ru: Неактивные центры затрат нельзя выбрать в приложении. Они сохраняются, потому что уже используются в существующих данных и отчетах.
sv: Inaktiva kostnadsställen kan inte väljas i appen. De behålls eftersom de redan används i befintliga data och rapporter.
tr: Etkin olmayan maliyet merkezleri uygulamada seçilemez. Mevcut veri ve raporlarda zaten kullanıldıkları için korunurlar.
